Repository: dan0v/xdelta3-cross-gui
Catalog: Localization/Language.*.resx
Languages: de, es, hu, ja, zh_hans

source: About
hu: Tudnivalók
ja: 約
zh_hans: 关于

# BatchFileOnly
source: Batch File only (for later patching)
de: Nur Batch-Datei (für späteres Patchen)
es: Solo archivo batch (para parchar después)
hu: Csak batch file készítése
ja: バッチファイルのみ（後でパッチ適用するため）
zh_hans: 仅创建批处理文件（供以后打补丁用）

# CopyExecutables
source: Copy xDelta executables to output directory
de: xDelta-Executables in Ausgabeverzeichnis kopieren
es: Copiar los ejecutables de xDelta al directorio de salida
hu: xDelta alkalmazások másolása a célmappába
ja: xDeltaの実行ファイルを出力ディレクトリにコピーします
zh_hans: 同时将 xDelta 的可执行文件复制到输出文件夹

# Credit
source: xDelta3 Cross-Platform GUI by dan0v, using xDelta 3.1.0\\n\\nHeavily inspired by xDelta GUI 2\\nby Jordi Vermeulen (Modified by Brian Campbell)
de: xDelta3 Cross-Platform GUI von dan0v, unter Verwendung von xDelta 3.1.0\\n\\nStark inspiriert von xDelta GUI 2\\nvon Jordi Vermeulen (modifiziert von Brian Campbell)
es: xDelta3 Cross-Platform GUI por dan0v, usando xDelta 3.1.0\\n\\nInspirando en xDelta GUI 2\\nde Jordi Vermeulen (Modificado por Brian Campbell)
hu: xDelta3 Cross-Platform GUI, készítette dan0v, xDelta 3.1.0 használatával\\n\\nxDelta GUI 2 által inspirálva\\nJordi Vermeulen készítésével és Brian Campbell változtatásaival
ja: xDelta3クロスプラットフォームGUI by dan0v, using xDelta 3.1.0\\n\\nxDelta GUI 2に強くインスパイアされています\\nby Jordi Vermeulen (Brian Campbellによる修正版)
zh_hans: 带有 GUI 的 xDelta3，可跨平台使用。\\n开发者：dan0v xDelta 版本：3.1.0\\n本软件在很大程度上受到 xDelta GUI 2 的启发，\\n由 Brian Campbell 基于 Jordi Vermeulen 的原版开发。

# DismissButton
source: Dismiss
de: Verwerfen
es: Descartar
hu: Mellőzés
ja: 閉じる
zh_hans: 关闭

# ErrorHeader
source: An error has occured
de: Es ist ein Fehler aufgetreten
es: Ha ocurrido un error
hu: Hiba történt
ja: エラーが発生しました
zh_hans: 发生了错误

# ErrorText
source: Some options may have been reset. Please check before trying again
de: Einige Optionen wurde möglicherweise zurückgesetzt. Bitte prüfen Sie dies, bevor Sie es erneut versuchen.
es: Algunas opciones pueden haber sido restablecidas. Por favor, revísalas antes de volver a intentarlo.
hu: Lehetséges hogy egyes beállítások vissza lettek állítva, ügyeljen mielőtt újra próbálkozik
ja: 一部のオプションがリセットされている可能性があります。再試行の前にご確認ください
zh_hans: 某些选项可能已被重置。请在重试之前仔细检查选项设置

# FilesHeader
source: Files
de: Dateien
es: Archivos
hu: Fileok
ja: ファイル
zh_hans: 文件

source: Go!
de: Los!
es: ¡Empezar!
hu: Mehet!
ja: 開始!
zh_hans: 创建补丁！

# MaximumThreads
source: Maximum multithreading
hu: Maximum párhuzamos feldolgozás
ja: 最大同時実行数
zh_hans: 最大并发数

# NewFilesHeader
source: {0} new File(s)
de: {0} neue Datei(en)
es: archivo(s) nuevo(s)
hu: {0} új File
ja: {0} 新しいファイル
zh_hans: {0} 个新文件

# NewVersionHeader
source: There is a new version available
de: Es ist eine neue Version verfügbar
es: Hay una nueva versión disponible
hu: Új verzió letölthető
ja: 新しいバージョンがあります
zh_hans: 发现版本更新

# NewVersionText
source: Version {0} can be downloaded from the releases page on GitHub
de: Version {0} kann von der Versionsseite auf GitHub heruntergeladen werden.
es: La versión {0} puede ser descargada desde la página Releases en GitHub.
hu: A {0} verzió letölthető a GitHub Releases oldalról
ja: バージョン {0}はGitHubのreleasesページからダウンロードできます。
zh_hans: 可以前往 GitHub 的发布页下载 {0} 版本

# OldFilesHeader
source: {0} old File(s)
de: {0} alte Datei(en)
es: archivo(s) antiguo(s)
hu: {0} régi File
ja: {0} 古いファイル
zh_hans: {0} 个原始文件

source: Open output directory
de: Ausgabeverzeichnis öffnen
es: Abrir directorio de salida
hu: Célmappa megtekintése
ja: 出力ディレクトリを開く
zh_hans: 打开输出文件夹

# OptionsHeader
source: Options
de: Optionen
es: Opciones
hu: Beállítások
ja: オプション
zh_hans: 选项

source: Patch extension
de: Patch-Erweiterung
es: Extensión del parche
hu: Patch file kiterjesztése
ja: パッチファイルの拡張子
zh_hans: 补丁文件扩展名

# PatchFileDestination
source: Patch file(s) destination
de: Ziel der Patch-Datei(en)
es: Destino de los archivos del parche
hu: Mentés elérési útvonala
ja: パッチファイルの保存先
zh_hans: 输出文件夹

# PatchSubdir
source: Patch subdirectory
de: Patch-Unterverzeichnis
es: Subdirectorio del parche
hu: Patch mappa neve
ja: パッチサブディレクトリ
zh_hans: 补丁文件子文件夹名

source: Progress
de: Fortschritt
es: Progreso
hu: Állapot
ja: 進捗状況
zh_hans: 进度

source: Reset defaults
de: Standardwerte wiederherstellen
es: Restablecer a valores predeterminados
hu: Alapértelmezettek visszaállítása
ja: デフォルトのリセット
zh_hans: 恢复默认设置

source: Save settings
de: Einstellungen speichern
es: Guardar ajustes
hu: Beállítások mentése
ja: 設定の保存
zh_hans: 保存设置

source: Show full paths
de: Vollständige Pfade anzeigen
es: Mostrar rutas completas
hu: Teljes elérési útvonalak megjelenítése
ja: フルパスを表示する
zh_hans: 显示文件完整路径

# ShowTerminal
source: Show terminal window
de: Terminalfenster anzeigen
es: Mostrar la ventana del terminal
hu: Terminal ablak megjelenítése
ja: ターミナルウィンドウを表示する
zh_hans: 显示终端窗口

# SuccessHeader
source: Success
de: Erfolg
es: Éxito
hu: Siker
ja: 成功
zh_hans: 创建成功

# SuccessText
source: Your xDelta3 patches, or patch batches, have been successfuly created
de: Ihre xDelta3-Patches, bzw. Patch-Batches, wurden erfolgreich erstellt.
es: Tus parches xDelta3, o archivos batch, han sido creados exitosamente.
hu: Sikeresen létre jöttek a kiválasztott xDelta3 patchek, vagy patch batch fileok
ja: xDelta3パッチ（パッチバッチ）が正常に作成されました
zh_hans: 已成功创建 xDelta3 补丁或补丁的批处理文件

# ToggleSelectionButton
source: Toggle selection
de: Auswahl umschalten
es: Alternar selección
hu: Kiválasztás cserélése
ja: トグル選択
zh_hans: 全部选择/全部取消

# UnequalFilesError
source: Please add an equal number of Old and New files
de: Bitte fügen Sie eine gleiche Anzahl von alten und neuen Dateien hinzu
es: Por favor, añade una misma cantidad de archivos antiguos y nuevos
hu: Ugyanannyi Régi és Új filenak kell szerepelnie!
ja: 旧ファイルと新ファイルを同数追加してください
zh_hans: 原始文件与新文件的数量必须一致

source: View releases
de: Versionen anzeigen
es: Ver releases
hu: Verziók és letöltések megtekintése
ja: リリースを表示
zh_hans: 前往发布页

source: xDelta arguments
de: xDelta-Argumente
es: Argumentos de xDelta
hu: xDelta beállítások
ja: xDelta引数
zh_hans: xDelta 参数

# xDeltaNotOnPath
source: xDelta3 was not found on the system path, so the bundled version will be used
de: xDelta3 wurde nicht im Systempfad gefunden, daher wird die gebündelte Version verwendet
es: xDelta3 no ha sido encontrado en la ruta del sistema así que la versión empaquetada será usada.
hu: xDelta3 nem található a rendszerben, tehát a beépített alkalmazás kerül használatra
ja: xDelta3がシステムパス上に見つからなかったため、バンドル版が使用されます
zh_hans: 未在系统路径中检测到 xDelta3，将使用本软件附带的 xDelta3

# xDeltaOnPath
source: xDelta3 was found on the system path, so it will be used
de: xDelta3 wurde im Systempfad gefunden, daher wird es verwendet
es: xDelta3 ha sido encontrado en la ruta del sistema así que será usado.
hu: xDelta3 található a rendszerben, tehát ez lesz használva
ja: xDelta3がシステムパスで見つかったので、それを使用します
zh_hans: 已在系统路径中检测到 xDelta3，将使用系统路径中的 xDelta3

# xDeltaProcessError
source: xDelta3 has encountered an issue, please check the terminal output for details
hu: A folyamat hibába futott, további információ a terminal ablakban található
ja: xDelta3は問題が発生しました。詳細は端末の出力を確認してください
zh_hans: 进程遇到问题，请查看终端输出以获取更多信息

# ZipFiles
source: Zip all files
de: Alle Dateien zippen
es: Zipear todos los archivos
hu: Fileok tömörítése
ja: すべてのファイルをZipで圧縮する
zh_hans: 同时将所有补丁文件压缩为 Zip 文件

source: Zip name
es: Nombre del archivo zip
hu: Zip név
ja: Zipファイル名
zh_hans: Zip 文件名
